[
  {
    "id": 1,
    "author": "pepa",
    "text": "capering cod in the river by the copse",
    "hue": 0
  },
  {
    "id": 2,
    "author": "bunjopalid",
    "text": "my  post!!!!",
    "hue": 10
  },
  {
    "id": 50,
    "author": "bunjopalid",
    "text": "ANOTHER ONE OF MY posts!!!!",
    "hue": 12
  },
  {
    "id": 3,
    "author": "salt",
    "text": "i woke up today to a big big noise.",
    "hue": 20
  },
  {
    "id": 4,
    "author": "crumple",
    "text": "what kind of person are you? my favorite books are: rainbow magic series; moby dick; harold and the purple crayon; all of shakespeare's works; 1989 by taylor swift; 1984 by that guy; my diary from ages 8-10; my diary from ages 12-14; not my diary from age 11; little women.",
    "hue": 30
  },
  {
    "id": 5,
    "author": "pepa",
    "text": "flip flops flip flop",
    "hue": 35
  },
  {
    "id": 4,
    "author": "salt",
    "text": "What a lark! What a plunge! For so it had always seemed to her, when, with a little squeak of the hinges, which she could hear now, she had burst open the French windows and plunged at Bourton into the open air. How fresh, how calm, stiller than this of course, the air was in the early morning; like the flap of a wave; the kiss of a wave; chill and sharp and yet (for a girl of eighteen as she then was) solemn, feeling as she did, standing there at the open window, that something awful was about to happen; looking at the flowers, at the trees with the smoke winding off them and the rooks rising, falling; standing and looking until Peter Walsh said, 'Musing among the vegetables?'-was that it?-'I prefer men to cauliflowers'-was that it? He must have said it at breakfast one morning when she had gone out on to the terrace-Peter Walsh. He would be back from India one o£ these days, June or July, she forgot which, for his letters were awfully dull; it was his sayings one remembered; his eyes, his pocket-knife, his smile, his grumpiness and, when millions of things had utterly vanished-how strange it was!-a few sayings like this about cabbages.",
    "hue": 40
  },
  {
    "id": 5,
    "author": "pepa",
    "text": "tpo typo... the poeple on my email chain just don't understand my lyrical lexical perplexical thinking. :(",
    "hue": 45
  },
  {
    "id": 6,
    "author": "bunjopalid",
    "text": "when and where and why and how",
    "hue": 50
  },
  {
    "id": 51,
    "author": "fairyflower",
    "text": "Does anyone have any advice for fully grown puppies?",
    "hue": 55
  },
  {
    "id": 51,
    "author": "fairyflower",
    "text": "What would you do if your 53 month old puppy made a certain face at you? I'm thinking about this at work and I don't know :(",
    "hue": 60
  },
  {
    "id": 7,
    "author": "salt",
    "text": "this is great graphic design",
    "hue": 64
  },
  {
    "id": 8,
    "author": "honest a",
    "text": "Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that field, as a final resting place for those who here gave their lives that that nation might live. It is altogether fitting and proper that we should do this. But, in a larger sense, we can not dedicate -- we can not consecrate -- we can not hallow -- this ground. The brave men, living and dead, who struggled here, have consecrated it, far above our poor power to add or detract. The world will little note, nor long remember what we say here, but it can never forget what they did here. It is for us the living, rather, to be dedicated here to the unfinished work which they who fought here have thus far so nobly advanced. It is rather for us to be here dedicated to the great task remaining before us -- that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion -- that we here highly resolve that these dead shall not have died in vain -- that this nation, under God, shall have a new birth of freedom -- and that government of the people, by the people, for the people, shall not perish from the earth.",
    "hue": 70
  },
  {
    "id": 9,
    "author": "pepa",
    "text": "wow",
    "hue": 80
  },
  {
    "id": 10,
    "author": "bunjopalid",
    "text": "-_-",
    "hue": 90
  },
  {
    "id": 11,
    "author": "salt",
    "text": "ploplopl",
    "hue": 100
  },
  {
    "id": 12,
    "author": "crumple",
    "text": "werstwhile",
    "hue": 110
  },
  {
    "id": 13,
    "author": "pepa",
    "text": "sulfur.....",
    "hue": 120
  },
  {
    "id": 14,
    "author": "bunjopalid",
    "text": "love of life is life itself",
    "hue": 130
  },
  {
    "id": 15,
    "author": "salt",
    "text": "the essence of the thing is the thing essentially",
    "hue": 140
  },
  {
    "id": 16,
    "author": "crumple",
    "text": "see you lations allegations",
    "hue": 150
  },
  {
    "id": 17,
    "author": "pepa",
    "text": "friendly fire: hi!!! im fire",
    "hue": 160
  },
  {
    "id": 18,
    "author": "Esq.",
    "text": "What is all this?",
    "hue": 170
  },
  {
    "id": 19,
    "author": "salt",
    "text": "lemony cricket",
    "hue": 180
  },
  {
    "id": 20,
    "author": "crumple",
    "text": "halderbash",
    "hue": 190
  },
  {
    "id": 21,
    "author": "pepa",
    "text": "undylatmylating",
    "hue": 200
  },
  {
    "id": 22,
    "author": "bunjopalid",
    "text": "qwergy. qwergy. i think my keyboard is all wronged up",
    "hue": 210
  },
  {
    "id": 23,
    "author": "salt",
    "text": "shocking new revelations.",
    "hue": 220
  },
  {
    "id": 24,
    "author": "crumple",
    "text": "hahahah! hahahahahahahahah!hahahahahahahahahahahahahahahahahah!hahahahahahahahahahahahahahahahahahahahahahahah!",
    "hue": 230
  },
  {
    "id": 25,
    "author": "pepa",
    "text": "nothing is going on right now",
    "hue": 240
  },
  {
    "id": 26,
    "author": "bunjopalid",
    "text": "world developments",
    "hue": 250
  },
  {
    "id": 27,
    "author": "salt",
    "text": "wok a flock a flame",
    "hue": 260
  },
  {
    "id": 28,
    "author": "crumple",
    "text": "all of my friends occupy this isthmus",
    "hue": 270
  },
  {
    "id": 29,
    "author": "pepa",
    "text": "virginia rocks!!!!!!!!!!!!",
    "hue": 280
  },
  {
    "id": 30,
    "author": "bunjopalid",
    "text": "?",
    "hue": 290
  },
  {
    "id": 31,
    "author": "salt",
    "text": "bunjopalid is cool",
    "hue": 300
  },
  {
    "id": 32,
    "author": "crumple",
    "text": "salt sucks",
    "hue": 310
  },
  {
    "id": 33,
    "author": "pepa",
    "text": "pepa is the besttttt",
    "hue": 320
  },
  {
    "id": 34,
    "author": "bunjopalid",
    "text": "thank you",
    "hue": 330
  },
  {
    "id": 35,
    "author": "salt",
    "text": "goodbye",
    "hue": 340
  },
  {
    "id": 36,
    "author": "crumple",
    "text": "hello",
    "hue": 350
  }
]
